{
  "home": {
    "promo": "Group of parents of children and youth with developmental disabilities, guided by a common goal and mission to improve the quality of life of their children!",
    "mainGoals": "Our main goals",
    "mainGoals1": "Improvement and development of the system of social, educational and health care for persons with disabilities",
    "mainGoals2": "Encouraging and including children and youth with disabilities in all segments of social and economic life, especially in the field of education and employment",
    "mainGoals3": "Persistent commitment against all forms of discrimination, especially discrimination against children and youth with disabilities",
    "activities": {
      "title": "Our activities",
      "text1": "Work on informing the general public about all problems related to the development of children, youth and persons with disabilities",
      "text2": "Registration of children, youth and persons with disabilities",
      "text3": "Providing assistance to children, youth and persons with development disabilities and their families"
    }
  },

  "about": {
    "title": "NGO “Let’s grow together”",
    "whoWeAre": {
      "title": "Who we are",
      "text1": "The NGO 'Let’s grow together' – Danilovgrad, Montenegro, is a non-governmental organization, which has been founded in 2007. It was founded by a group of parents of children and youth with developmental disabilities, guided by a common goal and mission to improve the quality of life of their children. At the very beginning, the Association had 7 members, while the expertise meetings were held once a week in the rented premises of the Red Cross.",
      "text2": "After a short period of time, the NGO unfortunately stopped working, until the 2013, when the parents of children and young people with developmental disabilities united again, and renewed the work of the Association with the support of the Municipality of Danilovgrad. Now we are proud to have about 50 members, aged from 3 to 35 years, while we conduct professional treatments and occupational therapy workshops in the premises of the association located on the following address: Str. Novice Skerovica b.b. 81410 – Danilovgrad, Montenegro."
    },
    "ourGoals": {
      "title": "Our main goals",
      "text1": "Improvement and development of the system of social, educational and health care for persons with disabilities",
      "text2": "Encouraging and including children and youth with disabilities in all segments of social and economic life, especially in the field of education and employment",
      "text3": "Connecting organizations and associations at the level of our state Montenegro, in order to increase the capacity at the local level and facilitate the realization of the rights of children, youth and persons with developmental disabilities in general",
      "text4": "Establishment, existence of the day care centers as an alternative in supporting children and youth with developmental disabilities",
      "text5": "Education of the NGO members and decision-makers at the state and local level through organizing seminars, trainings and workshops",
      "text6": "Persistent commitment against all forms of discrimination, especially discrimination against children and youth with disabilities"
    },
    "activities": {
      "title": "Our activities",
      "text1": "Gathering of parents who have children with developmental disabilities, citizens, humanists, donors, sponsors who want to help the actions of the association for socialization, rehabilitation, integration into the social and working environment of children, youth and persons with disabilities",
      "text2": "Registration of children, youth and persons with disabilities",
      "text3": "Providing assistance to children, youth and persons with development disabilities and their families",
      "text4": "Cooperation with other organizations of persons with disabilities, other NGOs, as well as with decision-makers at the local level",
      "text5": "Public representation and advocacy of the rights of persons with disabilities",
      "text6": "Work on informing the general public about all problems related to the development of children, youth and persons with disabilities",
      "text7": "Organizing non-institutional work for members of the association",
      "text8": "Encouraging and implementing activities that highlight the abilities of people with disabilities and contribute to developing their potential, strengthening their personality and integration in society",
      "text9": "Emphasizing the importance of early detection, diagnosis and rehabilitation and socialization of children, youth and persons with developmental disabilities",
      "text10": "Providing various types of help to members of the association"
    },
    "trainings": {
      "title": "Trainings that our members have gone through",
      "text1": "As a non-governmental organization, we have been making efforts for five years to solve the problem of social exclusion, through the active implementation of occupational therapy workshops for adult members in which they are trained in weaving and decoupage techniques. In this way, young people with disabilities were given the opportunity to make various products using weaving and decoupage techniques, as well as to master various skills and knowledge in the field of handicrafts. With the help of technical assistants, young people with developmental disabilities create decorative and useful items. Through work and occupational therapy workshops, young people with developmental disabilities fill their free time and improve the quality of their lives. Through work in the workshop, which is continuous, they create work habits and reach the maximum of their potential, which they did not have the opportunity to express",
      "text2": "Young people with developmental disabilities were trained to operate a T-shirt press machine under the guidance of an instructor. Working on the press, we managed to make a large number of t-shirts to order, but also for the needs of our Association",
      "text3": "Another training that was successfully conducted in our Association is the computer training. Computer training is a step up in the process of educating young people with disabilities. Young people with disabilities had the opportunity to master the basics of computers with the help of programmers and thus learn how to complete their free time by using the basics of the Internet and technology",
      "text4": "Through the Institute for Employment of Montenegro Public Competition, we managed to master the training on the laser cutting and engraving machine, which is currently owned by the association. The training, which lasted 3 months, was mastered by 8 adult members, 6 PWDs were then employed for 6 months (during the duration of the project), and the 2nd PWD for another 9 months after the end of the project. The target groups mastered the basics of the machine, and were able to engrave and cut many personalized details that they colored and decorated as wished",
      "text5": "Also, 8 young people with disabilities successfully completed training on a small-format digital press. Young people with disabilities are trained to work on the following: printing, cutting, crimping, and about the basic knowledge of the material used"
    },
    "text1": "We are proud to mention that we are the founders of the Traditional Masquerade Ball in our town, which has been held for five years in a row. The masquerade ball has become recognizable in the Municipality of Danilovgrad, especially because of its primary goal - the socialization of children and young people with disabilities. Our main goal is, as in all previous years, to create connections between our association and schools, as well as kindergartens in the surrounding area. On this day, we give the opportunity to all children, both those without developmental disabilities and those with developmental disabilities, to enter the world of their favorite heroes in whose masks they will present themselves. In 2020, the Masquerade Ball was not held due to the pandemic caused by COVID19.",
    "text2": "We have a LICENSE which pertains to the psychological counseling; this fact represents the seriousness and professionalism of our organization. We have broken prejudices against people with disabilities in the territory of our municipality; we have become recognized as an organization that encourages creativity, work, and removes barriers that existed until recently. We became recognizable even outside the borders of our city, we had an extensive campaign through guest appearances on television shows, newspaper articles, and through social networks you have the opportunity to follow our work.",
    "text3": "We also performed many exhibitions and shows with our products, donor evenings, performances... We cooperate with numerous important institutions in the local community, which are of great help to us.",
    "text4": "Therefore, we look forward of having your support and interest towards our activities, as the target group we are focused on - definitely needs and deserves the full attention of our community."

  },
  "videos": {
    "title1": "Video of our activities",
    "title2": "“Equal in diversity”",
    "title3": "“Think before you park!”"
  },
  "donations": {
    "title": "You want to donate?",
    "local": "Local Donations Instructions",
    "international": "International Donations Instructions",
    "clickHere": "Click here"
  },
  "footer": {
    "contacts": "Contacts",
    "phone": "Phone:",
    "email": "Email:",
    "address": "Address:"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "work": "Our work",
    "video": "Video",
    "contacts": "Contacts"
    
  },
  "socialMedia": "Social Media"

  
}