{
  "navbar": {
    "home": "Home",
    "about": "About",
    "work": "Our work",
    "video": "Video",
    "contacts": "Contacts",
    "team": "Our Team"
  },
  "footer": {
    "contacts": "Contacts",
    "phone": "Phone:",
    "email": "Email:",
    "address": "Address:"
  },
  "home": {
    "promo": "Group of parents of children and youth with developmental disabilities, guided by a common goal and mission to improve the quality of life of their children!",
    "mainGoals": "Our main goals",
    "mainGoals1": "Improvement and development of the system of social, educational and health care for persons with disabilities",
    "mainGoals2": "Encouraging and including children and youth with disabilities in all segments of social and economic life, especially in the field of education and employment",
    "mainGoals3": "Persistent commitment against all forms of discrimination, especially discrimination against children and youth with disabilities",
    "activities": {
      "title": "Our activities",
      "text1": "Work on informing the general public about all problems related to the development of children, youth and persons with disabilities",
      "text2": "Registration of children, youth and persons with disabilities",
      "text3": "Providing assistance to children, youth and persons with development disabilities and their families"
    }
  },
  "donations": {
    "title": "Wish to donate?",
    "local": "Local Donations Instructions",
    "international": "International Donations Instructions",
    "clickHere": "Click here"
  },
  "about": {
    "title": "NGO “Let’s grow together”",
    "whoWeAre": {
      "title": "Who we are",
      "text1": "The NGO 'Let’s grow together' – Danilovgrad, Montenegro, is a non-governmental organization, which was founded in 2007. It was founded by a group of parents of children and youths and people with developmental disabilities, guided by a common goal and mission to improve the quality of life of their children. At the very beginning, the Association consisted of seven members, while the expertise meetings were held once a week in premises rented from the local branch of the Red Cross",
      "text2": "Unfortunately, after a short period of time the NGO ceased operating until 2013, when the parents of children and young people with developmental disabilities united again, and renewed the work of the Association with the support of the Municipality of Danilovgrad. Now we are proud to have approximately fifty members, aged from 3 to 35 years, while we conduct professional treatments and occupational therapy workshops in the premises of the association located on the following address: Str. Novice Skerovica b.b. 81410 – Danilovgrad, Montenegro."
    },
    "ourGoals": {
      "title": "Our main aims",
      "text1": "Improvement and development of the system of social, educational and health care for people with disabilities",
      "text2": "Encouraging and integrating children and youths with disabilities in all sectors of social and economic life, especially in the field of education and employment",
      "text3": "Connecting organizations and associations at the level of our state Montenegro, in order to increase the capacity at the local level and facilitate the realization of the rights of children, youths and persons with developmental disabilities in general",
      "text4": "Establishment, existence of the day care centers as an alternative in supporting children and youths with developmental disabilities",
      "text5": "Education of the NGO members and decision-makers at the state and local level through organizing seminars, trainings and workshops",
      "text6": "Continual commitment against all forms of discrimination, especially discrimination against children and youths with disabilities"
    },
    "activities": {
      "title": "Our activities",
      "text1": "Gathering together parents who have children with developmental disabilities, citizens, humanists, donors, sponsors who want to help the actions of the Association for socialization, rehabilitation, integration into the social and working environment of children, youths and people with disabilities",
      "text2": "Registration of children, youths and persons with disabilities",
      "text3": "Providing assistance to children, youths and people with development disabilities and their families",
      "text4": "Cooperation with other organizations of persons with disabilities, other NGOs, as well as with decision-makers at the local level",
      "text5": "Public representation and advocacy of the rights of persons with disabilities",
      "text6": "Work on informing the general public about all issues related to the development of children, youths and persons with disabilities",
      "text7": "Organizing non-institutional work for members of the Association",
      "text8": "Encouraging and implementing activities that highlight the abilities of people with disabilities and contribute to developing their potential, strengthening their personality and integration in society",
      "text9": "Emphasizing the importance of early detection, diagnosis and rehabilitation and socialization of children, youth and persons with developmental disabilities",
      "text10": "Providing various types of help to members of the Association"
    },
    "trainings": {
      "title": "Training that our members have undertaken",
      "text1": "As a non-governmental organization, we have been making efforts for five years to solve the problem of social exclusion, through the active implementation of occupational therapy workshops for adult members in which they are trained in weaving and decoupage techniques. In this way, young people with disabilities were given the opportunity to make various products using weaving and decoupage techniques, as well as to master various skills and knowledge in the field of handicrafts. With the help of technical assistants, they created decorative and useful items. Through work and occupational therapy workshops, young people with developmental disabilities fill their free time in a structured way and improve the quality of their lives. By taking part in the workshop, which is continuous, they create work habits and reach the maximum of their potential, which they did not have the opportunity to express previously",
      "text2": "Young people with developmental disabilities were trained to operate a T-shirt press machine under the guidance of an instructor. Working on the press, they managed to make a large number of t-shirts to order, and also for the needs of our Association",
      "text3": "Another training session that was successfully conducted in our Association was computer training. Computer training is a step up in the process of educating young people with disabilities. They had the opportunity to master the basics of computers with the help of programmers and thus learn how to make good use of their free time by using the basics of the Internet and technology",
      "text4": "Through the Institute for Employment of Montenegro Public Competition, we managed to master the training on the laser cutting and engraving machine, which is currently owned by the Association. The training, which lasted three months, was mastered by eight adult members, six PWDs were then employed for six months (during the duration of the project), and the 2nd PWD for another nine months after the end of the project. The target groups mastered the basics of the machine, and were able to engrave and cut many personalized details that they colored and decorated as wished",
      "text5": "In addition, eight young people with disabilities successfully completed training on a small-format digital press. They were trained to work on the following: printing, cutting, crimping, and about the basic knowledge of the material used"
    },
    "text1": "We are proud to mention that we are the founders of the Traditional Masquerade Ball in our town, which has been held for five years in a row. The masquerade ball has become recognizable in the Municipality of Danilovgrad, especially because of its primary goal - the socialization of children and young people with disabilities. Our main goal is, as in all previous years, to create connections between our Association and schools, as well as kindergartens in the surrounding area. On this day, we give the opportunity to all children, both those without developmental disabilities and those with developmental disabilities, to enter the world of their favorite heroes in whose masks they will present themselves. In 2020, the Masquerade Ball was not held due to the COVID Pandemic.",
    "text2": "We have a LICENSE which pertains to psychological counseling; this fact represents the seriousness and professionalism of our organization. We have broken prejudices against people with disabilities in the territory of our municipality; we have become recognized as an organization that encourages creativity, work, and removes barriers that existed until recently. We have became recognizable even outside the borders of our city, we conduct an extensive campaign through guest appearances on television shows, in newspaper articles, and through social media which gives you the opportunity to follow our work.",
    "text3": "We regularly take part in many exhibitions and shows to display and sell our hand-made products, hold donor evenings, organise performances... We cooperate with numerous important institutions in the local community, which are a massive help to us and can't thank them enough for their assistance.",
    "text4": "Therefore, we look forward to having your support and interest towards our activities, as the target group we are focused on - definitely needs and deserves the full attention everyone in our community."
  },

  "videos": {
    "title1": "Video of our activities",
    "title2": "“Equal in diversity”",
    "title3": "“Think before you park!”"
  },

  "ourTeam": {
    "member1": {
      "title": "Marina Kljajević - Direktorica NVO “Rastimo zajedno.",
      "description": "Završena Viša ekonomska škola u Podgorici, dugogodišnji radnik u  finansijama. Ulogu predsjednice udruženja dobija 2017. godine, dok na mjesto direktorice stupa 2023. godine. Za vrijeme njenog mandata organizacija je dobila nagradu 'Deveti decembar' od opštine Danilovgrad, kao i licencu za obavljanje djelatnosti socijalne i dječije zaštite od Ministarstva rada i socijalnog staranja. Koordinator je na brojnim uspješno realizovanim projektima koje je NVO “Rastimo zajedno” sprovodio kod raznih ministarstva u raznim oblastima (inkluzija, sport, kultura, zapošljavanje OSI…)."
    },
    "member2": {
      "title": "Dunja Pajović.",
      "description": "Diplomirani sociolog i magistar Inkluzivnog obrazovanja sa licencom za obavljanje osnovnih stručnih poslova u socijalnoj i dječijoj zaštiti; dodatna edukacija: 'Tretman problema u ponašanju kod djece i mladih'. Članica je Udruženja 'Rastimo zajedno' i učesnica mnogobrojnih projekata i realizatorka istraživanja. Udruženje 'Rastimo zajedno' dugi niz godina učestvuje u stvaranju povoljnih uslova za veću inkluzivnost djece i mladih sa invaliditetom, i realizuje one aktivnosti koje su od interesa kako za ovu ranjivu populaciju, tako i za širu socijalnu redinu."
    },
    "member3": {
      "title": "Tamara Kljajević.",
      "description": "Specijalista crnogorskog jezika i južnoslovenske književnosti (Univerzitet Crne Gore, Filološki fakultet, Nikšić). Posjeduje višegodišnje iskustvo iskustvo u praćenju realizacije projekata koji imaju za cilj smanjenje raznih oblika diskriminacije sa kojim se suočavaju djeca i mladi sa smetnjama i teškoćama u razvoju. Učestvovala je na seminaru “Pisanje projekata i obezbjeđivanje sredstava kod domaćih i međunarodnih donatora”. Do sada je uspješno napisala preko 20 projekata koji se realizuju u NVO “Rastimo zajedno”. Marketing na društvenim mrežama."
    },
    "member4": {
      "title": "Miloš Kuzmanović.",
      "description": "Specijalista primijenjenjene fizioterapije, magistrant fizioterapije. Licenciran od strane Komore fizioterapeuta Stručni saradnik udruzenja 'Rastimo zajedno' i učesnik u mnogobrojnim projektima u radu s osobama sa invaliditetom. Udruženje 'Rastimo Zajedno' je prva organizacija u našoj zajednici koja za cilj ima rehabilitaciju djece i mladih sa invaliditetom. Uz timsku saradnju i entuzijazam, zajednički unapređujemo položaj OSI."
    },
    "member5": {
      "title": "Branka Jovanović.",
      "description": "Diplomirani psiholog, sa licencom za obavljanje osnovnih stručnih poslova u socijalnoj i dječjoj zaštiti. Angažovana na projektima NVO 'Rastimo zajedno'. U udruženju se njeguju inkluzija, razumijevanje, empatija, dogovor, sloboda odlučivanja, potpuna ravnopravnost među svim članovima. Imati jak tim ljudi, koji s posvećenošću obavljaju svoj posao je najveća snaga udruženja. Kao takvo, NVO 'Rastimo zajedno' ima snažnu viziju - ici korak naprijed u inovacijama, kroz projekte u oblasti prava djece i mladih sa smetnjama u razvoju, u cilju osnaživanja OSI, podsticanja njihovih mogućnosti, većeg nivoa samostalnosti i učešća u društvenoj zajednici."
    },
    "member6": {
      "title": "Milena Nikolić.",
      "description": "Diplomirani logoped, Fakultet za specijalnu edukaciju i rehabilitaciju u Beogradu. Svoje praktično iskustvo stekla u Zavodu za psihofiziološke poremećaje i govornu patologiju “Prof. dr Cvetko Brajović”. Član sam udruženja “Rastimo zajedno”, gdje timskim radom i zajedničkim trudom nastojimo da poboljšamo kvalitet života osoba sa smetnjama u razvoju."
    }
  }
}
